/* Dot import error */
"%@\n\nLine %d: %@" = "%1$@\n\n行 %2$d: %3$@";

/* Graphviz import error */
"Couldn't read graph type; found \"%@\" when expecting \"graph\" or \"digraph\"." = "グラフタイプを読み込みできません; \"%@\" when expecting \"graph\" or \"digraph\" が見つかりました。";

/* Dot (GraphViz) import error */
"Dot import failure" = "Dot 読み込みエラー";

/* Graphviz import error */
"Expecting a subgraph after \"subgraph\" keyword." = "\"subgraph\" キーワードの後にサブグラフが必要です。";

/* Graphviz import error */
"Expecting attachment point after nodename and colon." = "ノード名およびカラムの後に添付ポイントが必要です。";

/* Graphviz import error */
"Expecting value for key \"%@\"." = "キー \"%@\" の値が必要です。";

/* Graphviz import error */
"Graph nodes didn't start as expected." = "グラフノードが予測通りには開始されませんでした。";

/* Graphviz import error */
"Malformed attribute dictionary: expecting an attribute name." = "不正な属性辞書: 属性名が必要です。";

/* Graphviz import error */
"Malformed attribute dictionary: expecting an attribute value." = "不正な属性辞書: 属性値が必要です。";

/* Graphviz import error */
"Unexpected left square bracket after subgraph definition." = "サブグラフ定義の後に予測しない左各括弧があります。";

/* Graphviz import error */
"Unexpected token while expecting statement." = "ステートメントを待機する間に予測しないトークンが発生しました。";

